Revit 2027 API
BuiltInFailures.FamilyFailures.WhileLoadingFamilyShared Property
 While loading shared family '[Family Name]' from family '[Family Name]': [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WhileLoadingFamilyShared { get; }
Public Shared ReadOnly Property WhileLoadingFamilyShared As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WhileLoadingFamilyShared {
	FailureDefinitionId^ get ();
}
static member WhileLoadingFamilyShared : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace